export const manual =
  '# 코코노트 기능 사용 설명서\n' +
  '\n' +
  '<aside>\n' +
  '💡 이 매뉴얼은 팀 협업 애플리케이션인 ‘코코노트’의 기능 사용 설명서입니다.\n' +
  '매뉴얼에 대한 문의사항은 코코노트 문의센터(031-1234-5678)에 연락해주시기바랍니다.\n' +
  '\n' +
  '</aside>\n' +
  '\n' +
  '---\n' +
  '\n' +
  '## 내 정보\n' +
  '\n' +
  '### 1.  **프로필 사진 설정**\n' +
  '\n' +
  '- 마이 페이지에서 프로필 사진을 설정할 수 있습니다.\n' +
  '- 설정된 프로필 사진은 상단 헤더 바의 내 정보와, 마이 페이지에서 확인할 수 있습니다.\n' +
  '\n' +
  '### 2. **닉네임 변경**\n' +
  '\n' +
  '- 마이 페이지에서 닉네임을 변경할 수 있습니다.\n' +
  '- 설정된 닉네임은 상단 헤더 바의 내 정보와, 마이 페이지에서 확인할 수 있습니다.\n' +
  '\n' +
  '### 3. **비밀번호 변경**\n' +
  '\n' +
  '- 비밀번호를 변경하기 위해서는, 현재 비밀번호를 입력해야 합니다.\n' +
  '\n' +
  '### 4. **계정 탈퇴**\n' +
  '\n' +
  '- 계정 삭제에 동의할 시 계정을 삭제시킬 수 있습니다.\n' +
  '\n' +
  '---\n' +
  '\n' +
  '## 프로젝트 관리\n' +
  '\n' +
  '### 1. 프로젝트 정보 (관리자용)\n' +
  '\n' +
  '- 프로젝트의 관리자 권한에 해당하는 유저는 관리자 전용 프로젝트 정보를 확인할 수 있습니다.\n' +
  '- 관리자용 프로젝트 정보에서는 프로젝트의 이름과 설명을 편집할 수 있습니다.\n' +
  '- 관리자용 프로젝트 정보에서는 해당 프로젝트에 멤버를 초대, 삭제할 수 있습니다.\n' +
  '- 관리자용 프로젝트 정보에서는 해당 프로젝트 참여자들에 대한 권한을 지정할 수 있습니다.\n' +
  '\n' +
  '### 2. 프로젝트 정보 (참여자용)\n' +
  '\n' +
  '- 프로젝트에 참여한 관리자가 아닌 유저는 참여자 전용 프로젝트 정보를 확인할 수 있습니다.\n' +
  '- 참여자용 프로젝트 정보에서는 프로젝트의 이름과 설명을 확인할 수 있습니다.\n' +
  '- 참여자용 프로젝트 정보에서는 해당 프로젝트의 참여자 정보를 확인할 수 있습니다.\n' +
  '\n' +
  '---\n' +
  '\n' +
  '## 릴리즈 노트\n' +
  '\n' +
  '### 1. 수정 중인 릴리즈 노트\n' +
  '\n' +
  '- 수정 중인 릴리즈 노트 생성하기를 통해 제목과 버전을 입력하고, 생성할 수 있습니다.\n' +
  '- 수정 중인 릴리즈 노트는 실시간으로 단 한 명만 수정할 수 있으며, 그 외의 유저는 수정을 할 수 없습니다.\n' +
  '- 수정 중인 릴리즈 노트를 각각 조회할 수 있으며, ‘관리자’ 계정을 가지고 있는 유저만 배포할 수 있습니다.\n' +
  '- 수정 중인 릴리즈 노트 단건 조회에서 가장 마지막에 수정한 멤버를 확인할 수 있습니다.\n' +
  '\n' +
  '### 2. 이미 배포된 릴리즈 노트\n' +
  '\n' +
  '- 배포된 릴리즈 노트는, 수정 중인 릴리즈 노트가 배포되면 확인 할 수 있습니다.\n' +
  '- 배포된 릴리즈 노트는 다시 수정할 수 없으며, 단건으로 조회할 수 있습니다.\n' +
  '- 릴리즈 노트 전체 보기는 이미 배포된 릴리즈 노트의 모든 목록들을 무한 스크롤로 확인할 수 있습니다.\n' +
  '\n' +
  '---\n' +
  '\n' +
  '## 작업관리 항목\n' +
  '\n' +
  '### 1. 스프린트\n' +
  '\n' +
  '- 스프린트 추가하기 버튼을 통해 새로운 스프린트를 생성할 수 있습니다.\n' +
  '- 각 스프린트의 이름을 눌러 스프린트 세부 보기 화면으로 이동할 수 있습니다.\n' +
  '- 스프린트 세부 보기 화면에서 스프린트의 이름과 설명을 확인할 수 있습니다.\n' +
  '- 스프린트 세부 보기 화면에서 스프린트의 수정, 삭제를 할 수 있습니다.\n' +
  '- 스프린트 세부 보기 화면에서 하위 작업들의 이름, 설명, 담당자 및 진행현황을 확인할 수 있습니다.\n' +
  '- 스프린트 세부 보기 화면에서 ‘관리자’ 계정을 가지고 있는 유저만 하위 작업들의 담당자를 설정할 수 있습니다.\n' +
  '- 스프린트 세부 보기 화면에서 하위 작업에 할당된 유저만 자신에게 할당된 하위 작업의 진행현황을 수정할 수 있습니다.\n' +
  '\n' +
  '### 2. 하위작업(task)\n' +
  '\n' +
  '- 각 스프린트 옆 할일 추가 버튼을 통해 새로운 스프린트를 생성할 수 있습니다.\n' +
  '- 각 스프린트 옆 + 버튼을 눌러 하위 작업을 확인할 수 있습니다.\n' +
  '- 각 하위작업의 이름을 눌러 하위작업 세부 보기 화면으로 이동할 수 있습니다.\n' +
  '- 하위작업 세부 보기 화면에서 하위작업의 이름과 설명, 담당자 및 진행현황을 확인할 수 있습니다.\n' +
  '- 하위작업 세부 보기 화면에서 하위작업의 수정, 삭제를 할 수 있습니다.\n' +
  '- 하위작업 세부 보기 화면에서 ‘관리자’ 계정을 가지고 있는 유저만 하위 작업의 담당자를 설정할 수 있습니다.\n' +
  '- 하위작업 세부 보기 화면에서 하위 작업에 할당된 유저만 자신에게 할당된 하위 작업의 진행현황을 수정할 수 있습니다.\n' +
  '\n' +
  '---\n' +
  '\n' +
  '## 이슈\n' +
  '\n' +
  '- 프로젝트 관리자와 멤버는 이슈 생성하기를 통해 제목과 내용을 입력하고 생성할 수 있습니다.\n' +
  '- 사용자는 생성된 이슈를 볼 수 있으면 각 이슈를 클릭 할 시 세부 이슈 조회 페이지로 이동합니다.\n' +
  '- 각 이슈를 클릭해 세부 조회 페이지에 들어 온 후 이슈 삭제, 이슈 수정이 가능합니다.\n' +
  '- 각 이슈에서 사용자들은 해당 이슈에 대한 댓글을 달 수 있습니다.\n' +
  '- 댓글 또한 수정, 삭제가 가능합니다.\n' +
  '\n' +
  '---\n' +
  '\n' +
  '## 알림\n' +
  '\n' +
  '### 1. 간편 알림 보기\n' +
  '\n' +
  '- 헤더 바에서 상위 5개 알림을 확인할 수 있습니다.\n' +
  '- 알림 읽은 상태를 확인할 수 있습니다.\n' +
  '\n' +
  '### 2. 전체 알림 보기\n' +
  '\n' +
  '- 헤더 바의 상위 알림에서 ‘더 보기’ 버튼을 클릭하여 전체 알림 페이지로 이동할 수 있습니다.\n' +
  '- 전체 알림 페이지는 10개씩 페이징되어 모든 알림을 볼 수 있습니다.\n' +
  '- 알림 읽은 상태를 확인할 수 있습니다.\n' +
  '\n' +
  '### 3. 알림 종류\n' +
  '\n' +
  '- 소속된 프로젝트의 릴리즈 노트 원고가 생성되었을 때 알림을 받을 수 있습니다.\n' +
  '- 소속된 프로젝트의 릴리즈 노트 원고가 수정 시작되었을 때 알림을 받을 수 있습니다.\n' +
  '- 소속된 프로젝트의 릴리즈 노트 원고가 수정 끝났을 때 알림을 받을 수 있습니다.\n' +
  '- 소속된 프로젝트의 릴리즈 노트 배포가 되었을 때 알림을 받을 수 있습니다.\n' +
  '- 소속된 프로젝트에서 작업을 할당 받았을 때 알림을 받을 수 있습니다.\n' +
  '- 소속된 프로젝트의 작성한 이슈에서 댓글을 작성하면 알림을 받을 수 있습니다.\n' +
  '- 이 밖에 릴리즈 노트, 작업관리, 이슈 항목에서 세세하게 알림을 받을 수 있습니다.\n' +
  '\n' +
  '---';
