export const manual =
  '# 코코노트 기능 사용 설명서\n' +
  '\n' +
  '💡 이 매뉴얼은 팀 협업 애플리케이션인 ‘코코노트’의 기능 사용 설명서입니다.\n' +
  '매뉴얼에 대한 문의사항은 코코노트 문의센터(031-1234-5678)에 연락해주시기바랍니다.\n' +
  '\n' +
  '---\n' +
  '\n' +
  '## 내 정보\n' +
  '\n' +
  '### 1.  프로필 사진 설정\n' +
  '\n' +
  '- 마이 페이지에서 프로필 사진을 설정할 수 있습니다.\n' +
  '- 설정된 프로필 사진은 상단 헤더 바의 내 정보와, 마이 페이지에서 확인할 수 있습니다.\n' +
  '\n' +
  '### 2. 닉네임 변경\n' +
  '\n' +
  '- 마이 페이지에서 닉네임을 변경할 수 있습니다.\n' +
  '- 설정된 닉네임은 상단 헤더 바의 내 정보와, 마이 페이지에서 확인할 수 있습니다.\n' +
  '\n' +
  '### 3. 비밀번호 변경\n' +
  '\n' +
  '- 비밀번호를 변경하기 위해서는, 현재 비밀번호를 입력해야 합니다.\n' +
  '\n' +
  '### 4. 계정 탈퇴\n' +
  '\n' +
  '- 계정 삭제에 동의할 시 계정을 삭제시킬 수 있습니다.\n' +
  '\n' +
  '---\n' +
  '\n' +
  '## 프로젝트 관리\n' +
  '\n' +
  '### 1. 프로젝트 정보 (관리자용)\n' +
  '\n' +
  '- 프로젝트의 관리자 권한에 해당하는 유저는 관리자 전용 프로젝트 정보를 확인할 수 있습니다.\n' +
  '- 관리자용 프로젝트 정보에서는 프로젝트의 이름과 설명을 편집할 수 있습니다.\n' +
  '- 관리자용 프로젝트 정보에서는 해당 프로젝트에 멤버를 초대, 삭제할 수 있습니다.\n' +
  '- 관리자용 프로젝트 정보에서는 해당 프로젝트 참여자들에 대한 권한을 지정할 수 있습니다.\n' +
  '\n' +
  '### 2. 프로젝트 정보 (참여자용)\n' +
  '\n' +
  '- 프로젝트에 참여한 관리자가 아닌 유저는 참여자 전용 프로젝트 정보를 확인할 수 있습니다.\n' +
  '- 참여자용 프로젝트 정보에서는 프로젝트의 이름과 설명을 확인할 수 있습니다.\n' +
  '- 참여자용 프로젝트 정보에서는 해당 프로젝트의 참여자 정보를 확인할 수 있습니다.\n' +
  '\n' +
  '---\n' +
  '\n' +
  '## 릴리즈 노트\n' +
  '\n' +
  '---\n' +
  '\n' +
  '## 작업관리 항목\n' +
  '\n' +
  '---\n' +
  '\n' +
  '## 이슈\n' +
  '\n' +
  '---\n' +
  '\n' +
  '## 알림\n' +
  '\n' +
  '---\n';
